Revit 2027 API
ParameterTypeId.LayerElemCompoundElemFamily Property
 "Compound Element Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemCompoundElemFamily { get; }
Public Shared ReadOnly Property LayerElemCompoundElemFamily As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemCompoundElemFamily {
	ForgeTypeId^ get ();
}
static member LayerElemCompoundElemFamily : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace